python/tests/outputs/valid/expected.dot
strict digraph {
domain_one;
domain_two;
domain_three;
<root>;
domain_one -> domain_two [style=dashed];
domain_two -> domain_three;
<root> -> domain_one;
}
