python/tests/outputs/valid/expected.mmd
graph TD
    domain_one -.-> domain_two
    domain_two --> domain_three
    root --> domain_one
    domain_three
